class Name:
    X_name = [
        '한은업황실적BSI',
        '한은업황실적BSI(제조업)',
        '한은업황실적BSI(비제조업)',
        '한은업황실적BSI(건설업)',
        '한은업황전망BSI(전산업)',
        '한은업황전망BSI(제조업)',
        '한은업황전망BSI(비제조업)',
        '한은업황전망BSI(건설업)',
        '현재경기판단CSI',            # from 2008/07/31
        '향후경기전망CSI',            # from 2008/07/31
        '소비지출전망CSI',            # from 2008/07/31
        '경제심리지수',
        '소비자물가지수',
        '기대인플레이션율',
        '실업률',
        '취업자수',
        '취업기회전망CSI',            # from 2008/07/31
        '순상품교역조건',
        '소득교역조건',
        'WTI',
        '기준금리',
        '달러원 환율',
        '코스피지수'
    ]

    Y_name = [
        '국채 3Y',
        '국채 10Y'
    ]
